[{
  "name": "MODEL ONE",
  "description": "<p>Model&nbsp;One is a truly state of the art vacuum tube car amplifier to create an ultimate, tube driven amplifier with enough power to drive any speaker load, and provide a musical experience unlike never before. Model One redefined all expectations of what is possible from an amplifier in music playback system. &nbsp;Listening to Model One in a high performance system is a transformative experience&nbsp;under total control, speakers disappear and transport the listener into a three-dimensional realm where music takes on a palpable, tangible form. Details from source material are resolved against a black background, painting images in the space with vivid reality and&nbsp;magic mids, silky uppers. Bass becomes the foundation on which this living performance develops, produced with startling tembral accuracy. Here is the breath of the performer.</p>\n",
  "imgfiles": [
    "https://farm5.staticflickr.com/4481/37402692700_2b55ff7093_o.png"
  ],
  "children": [
    {
      "name": "OUTPUT TRANSFORMER",
      "description": "<p>This custom hand built transformer made in U.S.A&nbsp;&nbsp;has healty low frequency inductive (over 1000 henries at 60 Hz), high&nbsp;resistance to distortion caused by output tube imbalance, and low distortion overall.</p>\n\n<p>&nbsp;</p>\n\n<p>We do not give any further technical information on our output transformers, as we do not wish to take part in technical&nbsp;competitions, our products are designed to criteria which are and will be understood fully only once they are listened to!</p>\n",
      "isFav": false,
      "rating": 0,
      "active": true,
      "brand": "offbrand",
      "mainImgIndex": 0,
      "imgfiles": [
        "1304006031.png"
      ]
    },
    {
      "name": "RESISTORS",
      "description": "<p>&bull;This PR9372 metal film ( Ni-Chrome thin film ) resistor family ( 0.25, 0.5 and 1 watt types ) has been specially designed to support&nbsp;audio &quot;signal path&quot; circuit applications.</p>\n\n<p>&nbsp;</p>\n\n<p>&bull;The PR9372 has special construction features that promote desired no/low noise (thermal EMF) charecteristics required in high-&nbsp;end audio application circuitry.</p>\n\n<p>&nbsp;</p>\n\n<p>&bull;Additionally, the materials and craftsmanship used to produce the PR9372 Audio resistor allow for flat frequency response, low&nbsp;distortion, and excellent definition.</p>\n\n<p>&nbsp;</p>\n\n<p>&bull;In&nbsp;fact, the exact&quot;for this AUDIO-GRADE resistor was determined only after exhaustive listening tests were performed by well-&nbsp;know high-end audio manufacturer who auditioned 10 different prototypes - all of which had a unique blen of materials and&nbsp;manufacturing techniques.</p>\n\n<p>&nbsp;</p>\n\n<p>&bull;These premium resistors are manufactured in Mediapolis,Iowa U.S.A by Precision Resistive Products Inc. and have been&nbsp;designed into many high-end audio products around the world.</p>\n",
      "isFav": false,
      "rating": 0,
      "active": true,
      "brand": "offbrand",
      "mainImgIndex": 0,
      "imgfiles": [
        "2988699827.png"
      ]
    },
    {
      "name": "CAPACITORS",
      "description": "<p>&bull;Auricap XO precision wound high resolution metalized polypropylene capacitors, made in U.S.A Specializing for the finest&nbsp;designed. Auricap XO is the result of rigorous consideration of every aspect in capacitor design and manufacturing process.&nbsp;Auricap XO has reconsidered a host of parameters including tension windings, baking times and cryogenic treatment amoung other&nbsp;proprietary procedures. Auricap XO is made using finest obtainable polypropylene film and new high purity continuous cast copper&nbsp;leads. This capacitor design changed a new level of performance is reached with even less coloration, micro-phonics and noise&nbsp;contribution than the famous Auricap. There are no drawbacks to the Auricap XO in comparison to the standard Auricap. Users can&nbsp;still expect all of the wonderful virtues for the standard Auricap is know.</p>\n\n<p>&nbsp;</p>\n\n<p>&quot; I wasn&#39;t sure how you can improve upon something that is so good already - The original Auricap. Was in for a nice surprise!&nbsp;WOW! The best I can describe the new Auricap XO compare to the other capacitors design is like listening to a regular copper&nbsp;cable and then to a very pure OFC high-end cable. Everything is improve,but most dramatic is the naturalness combined with&nbsp;extream 3D detail and air resulting in a bigger soundstage, yet so smooth and relaxed !&quot;</p>\n",
      "isFav": false,
      "rating": 0,
      "active": true,
      "brand": "offbrand",
      "mainImgIndex": 0,
      "imgfiles": [
        "2988694397.png"
      ]
    },
    {
      "name": "STATE OF THE ART",
      "description": "<p>&bull; Model One and Model Two MK III is truly state of the art vacuum tube car amplifier to create an ultimate, tube driven amplifier with enough power to&nbsp;drive any speaker load, and provide a musical exprience unlike never before. Model One redefined all expectation of what is&nbsp;possible from an amplifier in music playback system. Listening to Model One &nbsp;and Model Two MK III in a high performance system is a transformative&nbsp;exprience; under total control. speakers disappear and transport the listener into a three-dimansional realm where music takes on a&nbsp;palpable, tangible form. Details from source material are resolved against a black background, painting images in the space with&nbsp;vivid reality and&nbsp;magic mids, silky uppers. Bass become the foundation on which this living performance develops, produced with&nbsp;startling tembral accuracy. Here is the breath of the performer.</p>\n",
      "isFav": false,
      "rating": 0,
      "active": true,
      "brand": "offbrand",
      "mainImgIndex": 0,
      "imgfiles": [
        "4221597152.png"
      ]
    },
    {
      "name": "MONOCOQUE CHASSIS CONSTRUCTION DESIGN",
      "description": "<p>&bull;&nbsp;CNC machine monocoque chassis construction is designed to avoid structure boom vibrations .&nbsp;These vibrations create various colorations and distortions that blur or veil the music, confuse the image and generally wreak sonic havoc.&nbsp;To eliminate all structural vibrations we use a solid&nbsp;aluminum&nbsp;block cut by CNC machine, with the hand finishing alone, taking 2 hours to complete. As mentioned previously, capacitors, resistors and other parts are sensitive to vibration, therefore, anything we can do to reduce vibration in these components would&nbsp;be sonically beneficial.</p>\n",
      "isFav": false,
      "rating": 0,
      "active": true,
      "brand": "offbrand",
      "mainImgIndex": 0,
      "imgfiles": [
        "6184933688.png"
      ]
    },
    {
      "name": "MODEL ONE",
      "isFav": false,
      "rating": 0,
      "active": true,
      "brand": "offbrand",
      "mainImgIndex": 0,
      "imgfiles": [
        "7556702241.png"
      ]
    },
    {
      "name": "CARDAS PURE COPPER CONNECTORS",
      "description": "<p>&bull;&nbsp;Connectors should let the signal through and not interfere with or effect it. Each plug and socket already has</p>\n\n<p>a transitionpoint which must be overcome by the signal. Inferior connectors can act as a filter, which would</p>\n\n<p>then absorb all what you actually want to hear.</p>\n",
      "isFav": false,
      "rating": 0,
      "active": true,
      "brand": "offbrand",
      "mainImgIndex": 0,
      "imgfiles": [
        "3211911812.png"
      ]
    }
  ],
  "hasChild": true,
  "parent_id": "",
  "level": 1,
  "__v": 0
},
{
  "name": "DESIGN AND ENGINEERING",
  "description": "<p>&nbsp; 1 name (confidential)</p>\n\n<p>&bull;&nbsp;Kharkiv Polytechnic University (Ukraine)</p>\n\n<p>&nbsp; BS degree in Electronic Engineering (with honors), Automatic measuring devices.</p>\n\n<p>&nbsp; 1983 - 1986</p>\n\n<p>&bull; Kharkiv Polytechnic University (Ukraine)</p>\n\n<p>&nbsp; MS degree in Computer Engineering (with honors), Computer science.</p>\n\n<p>&nbsp; 1986 - 1989</p>\n\n<p>&nbsp; 2&nbsp;name (confidential)</p>\n\n<p>&bull;&nbsp;University of Toronto</p>\n\n<p>&nbsp;&nbsp;Masters of Applied Science, Electronic Engineering</p>\n\n<p>&nbsp;&nbsp;1973 - 1976</p>\n\n<p>&bull; Technion - Israel Institute of Technology</p>\n\n<p>&nbsp; Bachelor of Applied Science(B.A.Sc.), Electronic Engineering</p>\n\n<p>&nbsp; 1968 - 1973</p>\n\n<p>&nbsp; &nbsp;3 name(confidential)</p>\n\n<p>&bull; Lab Professor at Seneca College of Applied Arts and Technology</p>\n\n<p>&nbsp; 1988 - 2014</p>\n",
  "title": "",
  "imgfiles": [
    "1913625716.png"
  ],
  "children": [
{
"name": "DESIGN AND ENGINEERING",
"description": "<p>&bull;&nbsp;1&nbsp;name (confidentail)</p>\n\n<p>&nbsp;&nbsp; Kharkiv Polytechnic University (Ukraine)</p>\n\n<p>&nbsp; &nbsp;MS Degree in Computer Engineering (with honors), Computer science.</p>\n\n<p>&nbsp; &nbsp;1986 - 1989</p>\n\n<p>&nbsp; &nbsp;Kharkiv Polytechnic University (Ukraine)</p>\n\n<p>&nbsp; &nbsp;BS Degree in Electronic Engineering (with honors), Automatic measuring devices.</p>\n\n<p>&nbsp; &nbsp;1983 - 1986</p>\n\n<p>&bull; &nbsp;2 name (confidentail)</p>\n\n<p>&nbsp; &nbsp;University of Toronto</p>\n\n<p>&nbsp; &nbsp;Masters of Applied Science, Electronic Engineering</p>\n\n<p>&nbsp; &nbsp;1973 - 1976</p>\n\n<p>&nbsp; &nbsp;Technion - Israel Institute of Technology</p>\n\n<p>&nbsp; &nbsp;Bachelor of Applied Science (B.A.Sc.), Electronic Engineering</p>\n\n<p>&nbsp; &nbsp;1968 - 1973</p>\n\n<p>&bull;&nbsp; 3 name (confidentail)</p>\n\n<p>&nbsp; &nbsp;Lab Professor at Senaca College of Applied Arts and Technology</p>\n\n<p>&nbsp; &nbsp;1988 - 2014</p>\n",
"isFav": false,
"rating": 0,
"active": true,
"brand": "offbrand",
"mainImgIndex": 0,
"imgfiles": [
"5151159402.png"
]
},
{
"name": "TRIODE ULTRALINEAR OPERATION",
"description": "",
"isFav": false,
"rating": 0,
"active": true,
"brand": "offbrand",
"mainImgIndex": 0,
"imgfiles": [
"7237472296.png"
]
},
{
"name": "HANDBUILT IN CANADA",
"isFav": false,
"rating": 0,
"active": true,
"brand": "offbrand",
"mainImgIndex": 0,
"imgfiles": [
"6836908875.png"
]
},
{
"name": "VACUUM TUBES",
"isFav": false,
"rating": 0,
"active": true,
"brand": "offbrand",
"mainImgIndex": 0,
"imgfiles": [
"6452558077.png"
]
}
],
  "hasChild": true,
  "parent_id": "",
  "level": 1,
  "__v": 0
},
{
  "name": "MODEL TWO MK II LTD",
  "description": "",
  "title": "",
  "imgfiles": [
    "7245507364.png"
  ],
  "children": [
{
"name": "MODEL TWO MK II LTD",
"isFav": false,
"rating": 0,
"brand": "offbrand",
"mainImgIndex": 0,
"imgfiles": ["7245507571.png"]
}
],
  "hasChild": true,
  "parent_id": "",
  "level": 1,
  "__v": 0
}]